Rails/RoR na Pratica/contatc_list/app/helpers/sessions_helper.rb

SELECT  "users".* FROM "users" WHERE "users"."id" = $1 LIMIT $2  [["id", 3], ["LIMIT", 1]]
---
  def current_user
    @current_user ||= User.find_by(id: session[:user_id])